Repository: ruifontes/wordCount
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, tr, uk

source: Announces the number of elements in the selected text.
fr: Annonce le nombre d'éléments dans le texte sélectionné.
tr: Seçili metindeki öğelerin sayısını duyurur.
uk: Промовляє кількість елементів у виділеному тексті.

source: Text editing
fr: Édition de texte
tr: Metin düzenleme
uk: Редагування тексту

source: {words} words and {characters} characters in {paragraphs} paragraphs
fr: {words} mots et {characters} caractères dans {paragraphs} paragraphes
tr: {paragraphs} paragraf {words} kelime ve {characters} karakter var
uk: {words} слів та {characters} символів у {paragraphs} абзацах

source: Opens a dialog with the list of words found in the document.
fr: Ouvre un dialogue avec la liste des mots trouvés dans le document.
tr: Belgede bulunan kelimelerin listesini içeren bir iletişim kutusu açar.
uk: Відкриває діалог зі списком слів, знайдених у документі.

source: Wait please...
fr: Attendez s'il vous plaît...
tr: Lütfen bekleyin...
uk: Зачекайте, будь ласка...

source: Alphabetically
fr: Par ordre alphabétique
tr: Alfabetik olarak
uk: За абеткою

source: By number of occurences
fr: Par nombre d'occurrences
tr: Kullanım sayısına göre
uk: За кількістю випадків

source: Wordcount
tr: Seçili metnin kelimelerini say
uk: Підрахунок елементів у виділеному тексті

source: &Order by:
fr: &Ordonner pour:
tr: &Sırala:
uk: &Сортувати:

source: Words and its occurrences
fr: Les mots et leurs occurrences
tr: Kelimeler ve bulundukları satırlar
uk: Слова і випадки їх використання

source: Order by:
fr: Ordonner pour:
tr: Sırala:
uk: Сортувати:

source: &Reorder
fr: &Re-ordonner
tr: Yeniden sı&rala
uk: &Пересортувати

source: Filter:
tr: Filtre:
uk: Фільтр:

source: &Show occurrences
fr: &Mostrar ocorrências
tr: &Bulundukları satırları göster
uk: &Показати випадки

source: No results
tr: Sonuç yok
uk: Немає результатів

source: 1 result
tr: 1 sonuç
uk: 1 результат

source: %d results
tr: %d sonuç
uk: %d результатів

source: Lines containing our word
fr: Lignes contenant notre mot
tr: Kelimeyi içeren satırlar
uk: Рядки, що містять наше слово

source: &Go to line
fr: &Aller à la ligne
tr: Satıra &git
uk: &Перейдіть до рядка

source: select some text first.
fr: sélectionnez d'abord du texte.
tr: önce bir metin seçin.
uk: спершу виділіть якийсь текст.

source: There are no words
fr: Il n'y a pas de mots
tr: Hiç bir kelime yok
uk: Немає слів

source: Count elements of the selected text
fr: Compter les éléments du texte sélectionné
tr: Seçili metnin öğelerini say
uk: Підрахунок елементів у виділеному тексті

source: announces the number of words, characters and paragraphs of the selected text pressing Control+Shift+F12. It also can create a list of the words used, ordered by number of occcurrences or alphabetically, display the lines containing a word and finally move to a specific line, pressing Control+Shift+F11.
fr: annonce le nombre de mots, de caractères et de paragraphes du texte sélectionné en appuyant sur Control+Maj+F12. Il peut également créer une liste des mots utilisés, classés par nombre d'occurrences ou par ordre alphabétique, afficher les lignes contenant un mot et enfin se déplacer à une ligne spécifique, en appuyant sur Ctrl+Maj+F11.
tr: Control+Shift+F12 tuşlarına basıldığında seçilen metnin kelime, karakter ve paragraf sayısını duyurur. Ayrıca, kullanılan kelimelerin bir listesini oluşturabilir, tekrarlanma sayısına göre veya alfabetik olarak sıralayabilir, bir kelimeyi içeren satırları görüntüleyebilir ve son olarak Control+Shift+F11 tuşlarına basarak belirli bir satıra geçebilir.
uk: оголошує кількість слів, символів і абзаців у виділеному тексті, якщо натиснути комбінацію клавіш Control+Shift+F12. Він також може створити список використаних слів, впорядкований за кількістю входжень або за алфавітом, показати рядки, що містять слово, і, нарешті, перейти до конкретного рядка, натиснувши Control+Shift+F11.
